[
  {
    "Title": "Face Shield Visor for Infection Control",
    "Description": "Protects entire face from splatters of liquid. Impact resistant. Anti-fog and anti-static coating on PET material. Easily adjustable angles, comfortable elastic headband.",
    "Category": "PPE",
    "ImageURL": "https://fetchppe.online/u_file/2004/products/07/a8128aca75.jpg.640x640.jpg",
    "Price": 7.99,
    "Quantity": 45
  },
  {
    "Title": "Breathable Bandana With PM2.5 Filters",
    "Description": "Five layers of PM2.5 Carbon filtering, Made of activated carbon and non-woven melt-blown filter cloth, effectively keep away from PM2.5 and a range of airborne contaminants, could protect you from dust, haze, allergies, smoke, pollution, etc.",
    "Category": "PPE",
    "ImageURL": "https://fetchppe.online/u_file/2004/products/30/e733989eff.jpg.640x640.jpg",
    "Price": 15.99,
    "Quantity": 30
  },
  {
    "Title": "Surgical Protective Visor",
    "Description": "Specially coated PET, anti-fog, impact resistant. Easy to wear, adjustable, Comply with ROHS standard and CE lab tested. May be cleaned for re-use, use 75% ethanol alcohol for cleaning.",
    "Category": "PPE",
    "ImageURL": "https://fetchppe.online/u_file/2004/products/08/9251efa42c.jpg.640x640.jpg",
    "Price": 29.99,
    "Quantity": 12
  },
  {
    "Title": "KN95 FFP2 3D Foldable Respirators",
    "Description": "New PP non-woven fabric, provides at least 95% filtration efficiency against aerosols and particles. This product is approved per FDA's EUA (Emergency Usage Authorization) whitelist. CE and GB 2626 lab results available upon request.",
    "Category": "PPE",
    "ImageURL": "https://fetchppe.online/u_file/2005/products/13/99dff1665f.jpg.640x640.jpg",
    "Price": 3.99,
    "Quantity": 172
  },
  {
    "Title": "Adjustable Strap Protective Glasses",
    "Description": "Anti-fog treated and 100% sterilized. Waterproof and impact-resistant, blocking saliva droplets and effectively isolating viruses. Medical grade PVC frame, polycarbonate impact-resistant lens, double-sided anti-fog and highly transparent material provide a wide field of vision and all-round protection without a dead angle. May be worn over glasses. Also blocks out UV lights.",
    "Category": "PPE",
    "ImageURL": "https://fetchppe.online/u_file/2005/products/13/99dff1665f.jpg.640x640.jpg",
    "Price": 9.99,
    "Quantity": 15
  },
  {
    "Title": "Disposable Isolation Protective Gowns",
    "Description": "Polypropylene gowns are intended to provide healthcare workers and patients with temporary clothing for a variety of settings. Ideal for exams, lab procedures, surgery, and more. Each gown provides reliable protection from the transfer of microorganisms and body fluids in inpatient isolation situations. This medical wear keeps patients and practitioners comfortable.",
    "Category": "PPE",
    "ImageURL": "https://fetchppe.online/u_file/2004/products/15/5ede69b69e.jpg.640x640.jpg",
    "Price": 28.99,
    "Quantity": 32
  },
  {
    "Title": "Disposable Nitrile Latex Gloves",
    "Description": "Low-allergy material, safe for sensitive skin and children. Anti-corrosion, anti-skid, acid and alkali resistant material. Powder free, yet easy to wear and durable.",
    "Category": "PPE",
    "ImageURL": "https://fetchppe.online/u_file/2004/products/10/4f37bad875.jpg.640x640.jpg",
    "Price": 0.29,
    "Quantity": 430
  },
  {
    "Title": "50 Pcs Disposable Medical Face Masks Type IIR",
    "Description": "Comfortable elastic earloop, extra-soft ear loops eliminate pressure to the ears. The inner layer is made of soft facial tissue, no dye, gentle to the skin. The mask is made of 3 layers of high-quality non-woven fabric; it has a stronger filtering effect and is more warm and breathable. The middle layer uses a non-toxic melt blown cloth, providing strong electrostatic absorption efficiency. The outer layers uses soft polypropylene materials with high breathability.",
    "Category": "PPE",
    "ImageURL": "https://fetchppe.online/u_file/2003/products/25/b8b03009e1.jpg.640x640.jpg",
    "Price": 29.99,
    "Quantity": 244
  },
  {
    "Title": "Disposable Protective Coveralls Full Suit Isolation Gown",
    "Description": "Made of high density non-woven polyethylene fabric for durability and comfort. With a polyethylene coating, this disposable coverall offers excellent protection against particles, and many fluids. Seams are sewn and then sealed with a heat activated tape. Features 3000MM/24hr waterproof rating, it provides extra protection against fluids.",
    "Category": "PPE",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/81zSAkeVlJL._AC_SY879_.jpg",
    "Price": 20.99,
    "Quantity": 109
  },
  {
    "Title": "Multiple Color KN95 Face Mask 50 PCs",
    "Description": "Our KN95 mask is made of 2 non-woven outer layers, 2 melt-blown inner filter, 1 non-woven cotton middle layer, offers more protection than a standard disposable 3-Ply mask. The filter efficiency is 95% greatly keeping you from dust, PM 2.5, haze, smoke, automobile exhaust, etc",
    "Category": "PPE",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/71U5EuxlQxL._SX522_.jpg",
    "Price": 35.00,
    "Quantity": 443
  },
  {
    "Title": "All-Purpose First Aid Kit 140 PCs",
    "Description": "140-piece Johnson & Johnson All-Purpose Portable and Compact Emergency First Aid Kit for use at home, in cars, outdoors, dorm rooms, camping, offices & on-the-go. Helps care for minor wounds, cuts, scrapes, burns, itches, pain, skin rashes & insect bites.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/81NtDbB-szL._AC_SX679_.jpg",
    "Price": 12.00,
    "Quantity": 370
  },
  {
    "Title": "First Aid Kit 298 Piece All-Purpose",
    "Description": "Contains 298 essential first aid supplies for treating minor aches and injuries. Clear plastic pockets for organization and easy access to first aid supplies in an emergency. Ideal for home, travel and on the go use.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/71oS56rcp0L._AC_SX679_.jpg",
    "Price": 17.55,
    "Quantity": 125
  },
  {
    "Title": "200-Piece Professional First Aid Kit",
    "Description": "Keep your family safe indoors & outdoors with premium First Aid supplies. Rugged kit fits into backpack or car glovebox, weighs only 16 oz.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/91FAH0T28UL._AC_SX679_.jpg",
    "Price": 29.99,
    "Quantity": 54
  },
  {
    "Title": "First Aid Kit Pouch (64-Piece)",
    "Description": "Mini First Aid Kit fits perfectly in your hand, pocket, or travel bag. 64-Piece Kit offers better organization & extra room for more medical items. Great emergency kit for daily use or outdoor adventures like hiking and camping.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/91jcqbWBurL._AC_SX679_.jpg",
    "Price": 9.79,
    "Quantity": 56
  },
  {
    "Title": "First Aid Kit with 42 Items (Pack of 2)",
    "Description": "Great Value! Includes 84 First Aid Items in a Durable, Quality Made, Plastic Case, First Aid Kit, Affordable Price. Prepare for Anything! This Lightweight First Aid Kit will Keep you Prepared for Anything, Even If You Aren’t At Home.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/81tKmu15l0L._AC_SX679_PIbundle-2,TopRight,0,0_SH20_.jpg",
    "Price": 3.79,
    "Quantity": 44
  },
  {
    "Title": "Emergency Medical Supplies Kit",
    "Description": "First Aid Kit come with All-Purpose Hihgest Standards Medical Trauma Supplies. Complete First Aid Kit with Bright Red Bag, You can Quicky Find Everything You Need in Case of Any Emergency. A Must Have for Us! Also Great for A Gift!",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/71FIp8Hd91L._AC_SX679_.jpg",
    "Price": 13.99,
    "Quantity": 61
  },
  {
    "Title": "All Purpose Mini First Aid Kit - 27 Piece , Silver",
    "Description": "One Coleman 27-Piece All Purpose Mini First Aid Kit. Small first aid kit contains common first aid supplies including latex free bandages, antibiotic ointment and antiseptic wipes.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/81zC3pZ142L._AC_SX679_.jpg",
    "Price": 4.99,
    "Quantity": 79
  },
  {
    "Title": "Emergency Survival First Aid Kit",
    "Description": "147 piece survival and medical supplies. Not only medical supplies that meet family emergencies (INCLUDING MINI EMERGENCY BANDAGE KIT. t also contains outdoor emergency survival equipment.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/81zAAO6FIsL._AC_SX679_.jpg",
    "Price": 44.99,
    "Quantity": 12
  },
  {
    "Title": "Adventure Medical Kits Mountain Series Hiker First Aid Kit - 67 Pieces",
    "Description": "The Easy Care organization system organizes contents by injury into clearly-labeled pocket. Stop bleeding quickly with the trauma pad. The external kit map shows where supplies are located.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/91Ugo9LCXnL._AC_SX679_.jpg",
    "Price": 28.99,
    "Quantity": 120
  },
  {
    "Title": "Small Compact Mini First Aid Kit for Diaper Bag",
    "Description": "Mom's Always Prepared: Little people. We can never be certain how they’ll hurt themselves, but we can always be certain they will! And when that day comes you’ll be armed with everything you need in your Travel Kit! Designed by nurse and mom of 2, so all knocks and spills are in good hands.",
    "Category": "FAK",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/91xp7BlrJ%2BL._AC_SX679_.jpg",
    "Price": 20.95,
    "Quantity": 120
  },
  {
    "Title": "Ultrasonic Mist Maker",
    "Description": "Mini handle portable mesh nebulizer silent ultrasonic medical, steaming inhaler adult kids respirator humidifier. Micron atomized particles make the atomization process as natural as breathing. Direct to the respiratory tract, trachea, alveolus, and lower respiratory tract afflicted part, the liquid is more easily absorbed.",
    "Category": "MS",
    "ImageURL": "https://fetchppe.online/u_file/2003/products/26/b767a81d9b.jpg.640x640.jpg",
    "Price": 119.00,
    "Quantity": 15
  },
  {
    "Title": "Infrared Digital Forehead Thermometer",
    "Description": "Thermometer forehead easy to use. With the LCD display and silent mode setting, you can get the measurements within 1s by one-key service easily in the dark without disturbing your baby's sleep. Digital thermometer forehead 3 measurement modes, fever alarm, professional Fahrenheit measurement, color led backlight, auto shut-down, and power-saving.",
    "Category": "MS",
    "ImageURL": "https://fetchppe.online/u_file/2004/products/13/2b2dff1fed.png.640x640.png",
    "Price": 69.00,
    "Quantity": 35
  },
  {
    "Title": "Pen Light and Medical Scissors",
    "Description": "Medical kit: Pen light and medical scissors. This is the ideal first aid kit for nurses, doctors and nursing students. Suitable for hospitals and medical offices or homes. Keep these important tools at your place of work, at home, in your car, on your boat, or in your backpack, and keep them ready.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/61LKpAFehVL._AC_SX679_.jpg",
    "Price": 7.99,
    "Quantity": 76
  },
  {
    "Title": "Standing Aid and Handicap Bar with No-Slip Grip Handles",
    "Description": "SUPPORT UP TO 400 LBS It is constructed with high-quality durable polypropylene plastic that can lift person, such as an elderly relative or friend weighing 400 pounds or lesser. COMFORTABLE NON-SLIP GRIP It is designed with an ergonomic comfortable textured handle that can handle any person’s hands in place without slipping and hurting.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/713xHfYaMxL._AC_SX679_.jpg",
    "Price": 29.95,
    "Quantity": 66
  },
  {
    "Title": "Hearing Amplifier with Background Noise Reduction and Feedback Cancellation",
    "Description": "Classic BTE Sound Aids ,Durable and comfortable to wear in both ear. With Noise Reduction,Giving You a Clear Sound World. Quiet / Noisy Mode Switching to Meet the Listening Needs in Different Environments. One Battery Can be Used for 30 Days.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/41tzrRbyHWL._AC_SX679_.jpg",
    "Price": 39.99,
    "Quantity": 30
  },
  {
    "Title": "4 Pack Large Plastic Syringe (20 ml)",
    "Description": "Polypropylene barrel plunger for measuring and dispensing fluids, suit for lab use and experiments. Sterile wrapped: every syringe is individually sealed, clean, safe and sterile, good for essential oil, science lab, industrial, applications of inks, perfume, lubricants, sealants, etc.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/71xIrvRSbxL._SX522_.jpg",
    "Price": 6.99,
    "Quantity": 120
  },
  {
    "Title": "OLED Finger Pulse Oximeter, O2 Meter, Dual Color White/Pink",
    "Description": "Our pulse monitor is easy to use and has an efficient One Button Operation. Our SPO2 Sensor will spot check and display in real time SpO2, PR, Pulse bar graph which great for checking your pulse signal strength.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/71xbCQkiZOL._AC_SX679_.jpg",
    "Price": 15.95,
    "Quantity": 45
  },
  {
    "Title": "Professional POCKET Otoscope",
    "Description": "Large Optical quality scratch resistant GLASS Lens with optimal focal length and magnification. Weblink with 30 high-resolution photos of eardrum pathology and use instructions written by an ER physician.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/41QFM8A5qYL.jpg",
    "Price": 29.90,
    "Quantity": 4
  },
  {
    "Title": "Medical Organizer Belt for Nurses",
    "Description": "For the busy medical professional, this Nurse Fanny Pack organizer will keep everything you need where you can easily locate it. Designed by a pharmacist with plenty of feedback from nurses, we know you'll love this nurse pouch organizer.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/71g%2BOu0yW5L._AC_SX679_.jpg",
    "Price": 22.95,
    "Quantity": 13
  },
  {
    "Title": "Travel Carrying Case for 3M Littmann Classic III Stethoscope",
    "Description": "Case Only! (device and accessories are not included).This case comes with mesh pocket for other accessories and hand wrist that allows an easy portability on the go.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/71q52UrAgHL._AC_SX679_.jpg",
    "Price": 15.90,
    "Quantity": 44
  },
  {
    "Title": "3M Littmann Classic III Monitoring Stethoscope",
    "Description": "Monitor and assess a wide range of patients. Detect normal and abnormal sounds and rhythms. Useful in non critical care environments such as a medical office, general ward, OB/GYN, ambulatory clinic or urgent care.",
    "Category": "MS",
    "ImageURL": "https://images-na.ssl-images-amazon.com/images/I/71mjByCeOPL._SX522_.jpg",
    "Price": 91.95,
    "Quantity": 25
  }
]